//Напишите программу, которая принимает на вход трёхзначное число и на выходе показывает вторую цифру этого числа.
int a = 794, b = 0;
b = (a/10)%10;
Console.Write($"Вторая цифра в числе {a} является число {b}");